Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 体验结束后可继续兑换 1个月 / 3个月 会员时长
source: After the trial, redeem 1-month or 3-month VIP time
de: Nach der Probezeit kannst du 1 oder 3 Monate VIP-Zeit einlösen
es: Tras la prueba, canjea 1 o 3 meses de VIP
fr: Après l'essai, échangez 1 ou 3 mois de VIP
ja: 体験後は 1か月 / 3か月の会員期間を交換できます
ko: 체험 후 1개월 / 3개월 회원 기간을 계속 교환할 수 있어요
pt_br: Após o teste, resgate 1 ou 3 meses de VIP
zh_hans: 体验结束后可继续兑换 1个月 / 3个月 会员时长
zh_hant: 體驗結束後可繼續兌換 1 個月 / 3 個月會員時長

# 体验隐私显示功能
source: Try privacy display
de: Privatsphäre-Anzeige testen
es: Prueba la visualización de privacidad
fr: Essayer l'affichage privé
ja: プライバシー表示を体験
ko: 개인정보 표시 기능 체험
pt_br: Experimente a exibição de privacidade
zh_hans: 体验隐私显示功能
zh_hant: 體驗隱私顯示功能

# 余额不足
source: Insufficient Balance
de: Guthaben nicht ausreichend
es: Saldo insuficiente
fr: Solde insuffisant
ja: 残高不足
ko: 잔액 부족
pt_br: Saldo insuficiente
zh_hans: 余额不足
zh_hant: 餘額不足

# 你不用急，我在呢喵。
source: No need to rush. I'm right here, meow.
de: Du musst dich nicht beeilen. Ich bin hier, miau.
es: No hace falta correr. Estoy aquí, miau.
fr: Pas besoin de te presser, je suis là, miaou.
ja: 急がなくて大丈夫、ここにいるにゃ。
ko: 서두르지 않아도 돼. 내가 여기 있어냥.
pt_br: Não precisa ter pressa. Estou aqui, miau.
zh_hans: 你不用急，我在呢喵。
zh_hant: 你不用急，我在呢喵。

source: Hello developer: I ran into an in-app purchase issue, and the IAP diagnostic log file has been attached automatically. Please add the following details: - Time triggered: - Product tier: - Whether the system payment sheet appeared: - Actual result: - Expected result: Current app version: %@ (%@)
de: Hallo Entwicklerteam, ich hatte ein Problem mit einem In-App-Kauf. Die IAP-Diagnoseprotokolldatei wurde automatisch angehaengt. Bitte ergaenze folgende Angaben: - Ausloesezeit: - Produktstufe: - Ob das System-Zahlungsfenster angezeigt wurde: - Tatsaechliches Ergebnis: - Erwartetes Ergebnis: Aktuelle App-Version: %@ (%@)
es: Hola, desarrollador: Tuve un problema con una compra dentro de la app. El archivo de diagnostico de IAP se adjunto automaticamente. Anade la siguiente informacion: - Hora de activacion: - Nivel del producto: - Si aparecio la hoja de pago del sistema: - Resultado real: - Resultado esperado: Version actual de la app: %@ (%@)
fr: Bonjour, J'ai rencontre un probleme d'achat integre. Le fichier de diagnostic IAP a ete joint automatiquement. Merci d'ajouter les informations suivantes : - Heure du declenchement : - Offre concernee : - La feuille de paiement systeme est-elle apparue : - Resultat obtenu : - Resultat attendu : Version actuelle de l'app : %@ (%@)
ja: 開発者さんへ: アプリ内購入の問題が発生しました。IAP 診断ログファイルは自動で添付されています。 以下の情報を追記してください: - 発生時刻: - 商品プラン: - システムの支払い画面が表示されたか: - 実際の結果: - 期待した結果: 現在のアプリバージョン: %@ (%@)
ko: 개발자님 안녕하세요. 앱 내 구매 문제가 발생했으며 IAP 진단 로그 파일이 자동으로 첨부되었습니다. 다음 정보를 추가해 주세요: - 발생 시간: - 상품 단계: - 시스템 결제 화면 표시 여부: - 실제 결과: - 기대 결과: 현재 앱 버전: %@ (%@)
pt_br: Ola, desenvolvedor: Tive um problema com uma compra no app, e o arquivo de diagnostico de IAP foi anexado automaticamente. Adicione as seguintes informacoes: - Horario do acionamento: - Nivel do produto: - Se a tela de pagamento do sistema apareceu: - Resultado real: - Resultado esperado: Versao atual do app: %@ (%@)
zh_hans: 你好，开发者： 我遇到了应用内购买问题，已自动附带 IAP 诊断日志文件。 请补充以下信息： - 触发时间： - 商品档位： - 是否弹出系统支付面板： - 实际结果： - 期望结果： 当前应用版本：%@ (%@)
zh_hant: 你好，開發者： 我遇到了 App 內購買問題，已自動附上 IAP 診斷日誌檔案。 請補充以下資訊： - 觸發時間： - 商品檔位： - 是否跳出系統付款面板： - 實際結果： - 期望結果： 目前 App 版本：%@ (%@)

# 你已拥有来财个性化权益。可在「我 → 马上来财设置」中继续自定义纸币与背景样式。
source: You already have Fortune personalization. Continue customizing bill and background styles in Me -> Fortune Settings.
de: Du hast Fortune-Personalisierung bereits. Passe Geldscheine und Hintergruende weiter unter Ich -> Fortune-Einstellungen an.
es: Ya tienes personalizacion de fortuna. Sigue personalizando billetes y fondos en Yo -> Ajustes de fortuna.
fr: Vous avez deja la personnalisation Fortune. Continuez a personnaliser billets et arriere-plans dans Moi -> Parametres Fortune.
ja: 来財カスタマイズ特典をすでに利用できます。「自分 -> 来財設定」で紙幣と背景スタイルを続けて編集できます。
ko: 이미 재물 기능 개인화 혜택을 보유 중입니다. 나 -> 재물 설정에서 지폐와 배경 스타일을 계속 사용자화할 수 있어요.
pt_br: Voce ja tem personalizacao de fortuna. Continue personalizando cedulas e fundos em Eu -> Configuracoes de fortuna.
zh_hans: 你已拥有来财个性化权益。可在「我 → 马上来财设置」中继续自定义纸币与背景样式。
zh_hant: 你已擁有來財個人化權益。可在「我 → 馬上來財設定」中繼續自訂紙幣與背景樣式。

# 你已经在使用「%@」了。
source: You are already using "%@".
de: Du verwendest bereits "%@".
es: Ya estas usando "%@".
fr: Vous utilisez deja "%@".
ja: すでに「%@」を使用中です。
ko: 이미 "%@" 아이콘을 사용 중이에요.
pt_br: Voce ja esta usando "%@".
zh_hans: 你已经在使用「%@」了。
zh_hant: 你已經在使用「%@」了。

# 你已经拥有 VIP 身份
source: You already have VIP status
de: Du hast bereits VIP-Status
es: Ya tienes estado VIP
fr: Vous avez deja le statut VIP
ja: すでに VIP ステータスを持っています
ko: 이미 VIP 신분을 보유 중입니다
pt_br: Voce ja tem status VIP
zh_hans: 你已经拥有 VIP 身份
zh_hant: 你已經擁有 VIP 身份

# 你已经是双宝家庭啦，要不要我帮你切换宠物管家？
source: You already have both companions. Want me to help switch pet assistants?
de: Du hast bereits beide Begleiter. Soll ich den Haustier-Assistenten wechseln?
es: Ya tienes a los dos compañeros. ¿Quieres que cambie el asistente de mascota?
fr: Vous avez déjà les deux compagnons. Voulez-vous changer d’assistant animal ?
ja: もう2匹ともお迎え済みだよ。ペットアシスタントを切り替える？
ko: 이미 두 친구가 모두 함께 있어요. 펫 매니저를 바꿔 드릴까요?
pt_br: Você já tem os dois companheiros. Quer que eu troque o assistente pet?
zh_hans: 你已经是双宝家庭啦，要不要我帮你切换宠物管家？
zh_hant: 你已經是雙寶家庭啦，要不要我幫你切換寵物管家？

# 你想先聊哪一类呀？
source: What would you like to chat about first?
de: Worüber möchtest du zuerst sprechen?
es: ¿De qué quieres hablar primero?
fr: De quoi veux-tu parler en premier ?
ja: まずどの話をしたい？
ko: 먼저 어떤 이야기를 해 볼까요?
pt_br: Sobre o que você quer conversar primeiro?
zh_hans: 你想先聊哪一类呀？
zh_hant: 你想先聊哪一類呀？

# 你是想充值喵币吗？
source: Do you want to top up Meow Coins?
de: Möchtest du Miau-Münzen aufladen?
es: ¿Quieres recargar monedas Miau?
fr: Voulez-vous recharger des pièces Miaou ?
ja: ニャーコインをチャージしたいですか？
ko: 야옹 코인을 충전하고 싶나요?
pt_br: Quer recarregar Moedas Miau?
zh_hans: 你是想充值喵币吗？
zh_hant: 你是想儲值喵幣嗎？

# 你正在体验 VIP 中
source: You are trying VIP
de: Du testest VIP
es: Estas probando VIP
fr: Vous essayez le VIP
ja: VIP を試用中です
ko: VIP를 체험 중입니다
pt_br: Voce esta testando o VIP
zh_hans: 你正在体验 VIP 中
zh_hant: 你正在體驗 VIP 中

# 你说一声我就来，最喜欢你了。
source: Just call and I'll come. You're my favorite.
de: Ruf mich einfach, ich komme sofort. Ich mag dich am allerliebsten.
es: Llámame y voy, eres mi persona favorita.
fr: Appelle-moi et j'arrive, tu es ma préférée.
ja: 呼んでくれたらすぐ行くよ、大好きだよ。
ko: 부르면 바로 갈게, 네가 제일 좋아.
pt_br: É só me chamar que eu venho. Você é minha pessoa favorita.
zh_hans: 你说一声我就来，最喜欢你了。
zh_hant: 你說一聲我就來，最喜歡你了。

# 你这么一问我就懂啦，我先把我现在的饱食情况给你看看，%@。
source: I get what you mean. Let me show you my fullness first: %@.
de: Jetzt verstehe ich, was du meinst. Ich zeige dir zuerst meine Sättigung: %@.
es: Ya entendí lo que preguntas. Primero te enseño mi saciedad: %@.
fr: Je vois ce que tu veux dire. Je te montre d’abord ma satiété : %@.
ja: そう聞かれたら分かったよ。まず今の満腹度を見せるね：%@。
ko: 무슨 뜻인지 알겠어요. 먼저 내 포만감을 보여줄게요: %@.
pt_br: Entendi o que você quer saber. Primeiro vou mostrar minha saciedade: %@.
zh_hans: 你这么一问我就懂啦，我先把我现在的饱食情况给你看看，%@。
zh_hant: 你這麼一問我就懂啦，我先把我現在的飽食情況給你看看，%@。

# 佩戴太阳镜和防晒伞
source: Wear sunglasses and carry a sun umbrella
de: Sonnenbrille und Sonnenschirm tragen
es: Usa gafas de sol y una sombrilla
fr: Porte des lunettes de soleil et une ombrelle
ja: サングラスと日傘を持って
ko: 선글라스와 양산을 챙겨요
pt_br: Use óculos de sol e leve uma sombrinha
zh_hans: 佩戴太阳镜和防晒伞
zh_hant: 佩戴太陽眼鏡和防曬傘

# 使用
source: Use
de: Verwenden
es: Usar
fr: Utiliser
ja: 使う
ko: 사용
pt_br: Usar
zh_hans: 使用
zh_hant: 使用

# 使用 %@
source: Use %@
de: %@ verwenden
es: Usar %@
fr: Utiliser %@
ja: %@を使う
ko: %@ 사용
pt_br: Usar %@
zh_hans: 使用 %@
zh_hant: 使用 %@

# 使用 App Store 优惠码
source: Use an App Store Code
de: App Store Code verwenden
es: Usar codigo de App Store
fr: Utiliser un code App Store
ja: App Store コードを使う
ko: App Store 코드 사용
pt_br: Usar codigo da App Store
zh_hans: 使用 App Store 优惠码
zh_hant: 使用 App Store 優惠碼

# 使用 App Store 兑换码
source: Use an App Store Code
de: App Store Code verwenden
es: Usar codigo de App Store
fr: Utiliser un code App Store
ja: App Store コードを使う
ko: App Store 코드 사용
pt_br: Usar codigo da App Store
zh_hans: 使用 App Store 兑换码
zh_hant: 使用 App Store 兌換碼

# 使用协议
source: User Agreement
de: Nutzungsvereinbarung
es: Acuerdo de uso
fr: Conditions d'utilisation
ja: 利用規約
ko: 사용 약관
pt_br: Contrato de Uso
zh_hans: 使用协议
zh_hant: 使用協議

# 例如: 90cm
source: For example: 90 cm
de: Zum Beispiel: 90 cm
es: Ejemplo: 90 cm
fr: Exemple : 90 cm
ja: 例：90cm
ko: 예: 90cm
pt_br: Exemplo: 90 cm
zh_hans: 例如：90cm
zh_hant: 例如：90cm

# 例如: BNT,发箍KC
source: For example: BNT, KC headband
de: Zum Beispiel: BNT, KC-Haarreif
es: Ejemplo: BNT, diadema KC
fr: Exemple : BNT, serre-tête KC
ja: 例：BNT、KCヘッドドレス
ko: 예: BNT, KC 헤어밴드
pt_br: Exemplo: BNT, tiara KC
zh_hans: 例如：BNT,发箍KC
zh_hant: 例如：BNT,髮箍KC

# 例如: JSK,OP
source: For example: JSK, OP
de: Zum Beispiel: JSK, OP
es: Ejemplo: JSK, OP
fr: Exemple : JSK, OP
ja: 例：JSK、OP
ko: 예: JSK, OP
pt_br: Exemplo: JSK, OP
zh_hans: 例如：JSK,OP
zh_hant: 例如：JSK,OP

# 例如: S,M,L
source: For example: S, M, L
de: Zum Beispiel: S, M, L
es: Ejemplo: S, M, L
fr: Exemple : S, M, L
ja: 例：S、M、L
ko: 예: S, M, L
pt_br: Exemplo: S, M, L
zh_hans: 例如：S,M,L
zh_hant: 例如：S,M,L

# 例如: 全新
source: For example: new
de: Zum Beispiel: neu
es: Ejemplo: nuevo
fr: Exemple : neuf
ja: 例：新品
ko: 예: 새 상품
pt_br: Exemplo: novo
zh_hans: 例如：全新
zh_hant: 例如：全新

# 例如: 粉色,白色
source: For example: pink, white
de: Zum Beispiel: Rosa, Weiß
es: Ejemplo: rosa, blanco
fr: Exemple : rose, blanc
ja: 例：ピンク、白
ko: 예: 핑크, 화이트
pt_br: Exemplo: rosa, branco
zh_hans: 例如：粉色,白色
zh_hant: 例如：粉色,白色

# 保存
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

# 保存后会把这条裙装从「已拥有」切换为「%@」，并将裙装状态改为「%@」。%@
source: After saving, this dress will switch from “Owned” to “%@”, and its condition will change to “%@”. %@
de: Nach dem Speichern wechselt dieses Kleid von „Im Besitz“ zu „%@“, und der Zustand wird zu „%@“ geändert. %@
es: Después de guardar, este vestido cambiará de “En propiedad” a “%@”, y su estado pasará a “%@”. %@
fr: Après l’enregistrement, cette robe passera de « Possédée » à « %@ », et son état deviendra « %@ ». %@
ja: 保存後、このドレスは「所有済み」から「%@」に切り替わり、状態は「%@」になります。%@
ko: 저장 후 이 드레스는 “보유 중”에서 “%@”로 전환되고 상태가 “%@”로 변경됩니다.%@
pt_br: Após salvar, este vestido mudará de “Já possui” para “%@”, e a condição mudará para “%@”. %@
zh_hans: 保存后会把这条裙装从「已拥有」切换为「%@」，并将裙装状态改为「%@」。%@
zh_hant: 儲存後會把這條裙裝從「已擁有」切換為「%@」，並將裙裝狀態改為「%@」。%@

# 保存图片失败
source: Failed to save image
de: Bild konnte nicht gespeichert werden
es: No se pudo guardar la imagen
fr: Échec de l’enregistrement de l’image
ja: 画像の保存に失敗しました
ko: 이미지 저장에 실패했어요
pt_br: Falha ao salvar a imagem
zh_hans: 保存图片失败
zh_hant: 儲存圖片失敗

# 保存失败，请稍后重试
source: Save failed. Please try again later.
de: Speichern fehlgeschlagen. Bitte versuche es später erneut.
es: No se pudo guardar. Inténtalo de nuevo más tarde.
fr: Échec de l’enregistrement. Veuillez réessayer plus tard.
ja: 保存に失敗しました。あとでもう一度お試しください。
ko: 저장에 실패했습니다. 나중에 다시 시도해 주세요.
pt_br: Falha ao salvar. Tente novamente mais tarde.
zh_hans: 保存失败，请稍后重试
zh_hant: 儲存失敗，請稍後再試

# 保存失败：无法清理旧尾款记录
source: Save failed: could not clear old balance records.
de: Speichern fehlgeschlagen: Alte Restbetragsdatensätze konnten nicht bereinigt werden.
es: No se pudo guardar: no se pudieron limpiar los registros de saldo antiguos.
fr: Échec de l’enregistrement : impossible de nettoyer les anciens relevés de solde.
ja: 保存に失敗しました：古い残金記録を削除できません。
ko: 저장 실패: 이전 잔금 기록을 정리할 수 없습니다.
pt_br: Falha ao salvar: não foi possível limpar registros antigos de saldo.
zh_hans: 保存失败：无法清理旧尾款记录
zh_hant: 儲存失敗：無法清理舊尾款記錄

# 保存时会自动写入为「全款预约」，不再显示定金、尾款或尾款日期。
source: When saved, this will be recorded as “full reservation”; deposit, balance, and balance due date will no longer be shown.
de: Beim Speichern wird dies als „Vollreservierung“ erfasst; Anzahlung, Restbetrag und Fälligkeitsdatum werden nicht mehr angezeigt.
es: Al guardar, se registrará como “reserva completa”; ya no se mostrarán el depósito, el saldo ni la fecha de saldo.
fr: À l’enregistrement, ce sera noté comme « réservation complète » ; l’acompte, le solde et la date du solde ne seront plus affichés.
ja: 保存時に「全額予約」として記録され、内金・残金・残金予定日は表示されません。
ko: 저장하면 “전액 예약”으로 기록되며, 계약금과 잔금 및 잔금 날짜는 더 이상 표시되지 않습니다.
pt_br: Ao salvar, será registrado como “reserva integral”; sinal, saldo e data do saldo não serão mais exibidos.
zh_hans: 保存时会自动写入为「全款预约」，不再显示定金、尾款或尾款日期。
zh_hant: 儲存時會自動寫入為「全款預約」，不再顯示訂金、尾款或尾款日期。

# 保留原裙装
source: Keep Original Dresses
de: Originalkleider behalten
es: Conservar vestidos originales
fr: Conserver les robes d’origine
ja: 元のドレスを残す
ko: 원본 드레스 유지
pt_br: Manter vestidos originais
zh_hans: 保留原裙装
zh_hant: 保留原裙裝

# 修改名字
source: Change Name
de: Namen ändern
es: Cambiar nombre
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 修改名字
zh_hant: 修改名字

# 修改名字需要消耗改名项圈，请前往商店购买喵～
source: Renaming requires a Rename Collar. Please buy one in the shop.
de: Zum Umbenennen brauchst du ein Umbenennungshalsband. Kaufe bitte eins im Shop.
es: Cambiar el nombre requiere un collar de cambio de nombre. Compra uno en la tienda.
fr: Renommer nécessite un collier de renommage. Achetez-en un dans la boutique.
ja: 名前の変更には改名首輪が必要です。ショップで購入してください。
ko: 이름을 바꾸려면 이름 변경 목걸이가 필요해요. 상점에서 구매해 주세요.
pt_br: Renomear exige uma Coleira de Renomear. Compre uma na loja.
zh_hans: 修改名字需要消耗改名项圈，请前往商店购买喵～
zh_hant: 修改名字需要消耗改名項圈，請前往商店購買喵～

# 修改时间: %@
source: Updated: %@
de: Aktualisiert: %@
es: Actualizado: %@
fr: Modifié : %@
ja: 更新日時: %@
ko: 수정 시간: %@
pt_br: Atualizado: %@
zh_hans: 修改时间: %@
zh_hant: 修改時間：%@

# 修改标签名称
source: Rename Tag
de: Tag umbenennen
es: Renombrar etiqueta
fr: Renommer l’étiquette
ja: タグ名を変更
ko: 태그 이름 변경
pt_br: Renomear etiqueta
zh_hans: 修改标签名称
zh_hant: 修改標籤名稱

# 倾听中...
source: Listening...
de: Hört zu...
es: Escuchando...
fr: Écoute...
ja: 聞き取り中...
ko: 듣는 중...
pt_br: Ouvindo...
zh_hans: 倾听中...
zh_hant: 傾聽中...

# 停工 %d
source: Stop %d
de: Stopp %d
es: Parada %d
fr: Arrêt %d
ja: 停止 %d
ko: 중지 %d
pt_br: Parar %d
zh_hans: 停工 %d
zh_hant: 停工 %d

# 像素画
source: Pixel Art
de: Pixelkunst
ja: ピクセルアート
ko: 픽셀아트
zh_hans: 像素画
zh_hant: 像素畫

# 先不充，继续聊
source: Not now, keep chatting
de: Nicht jetzt, weiterchatten
es: Ahora no, seguir chateando
fr: Pas maintenant, continuer à discuter
ja: 今はやめて、会話を続ける
ko: 지금은 안 하고 계속 대화하기
pt_br: Agora não, continuar conversando
zh_hans: 先不充，继续聊
zh_hant: 先不儲值，繼續聊

# 先体验 3 天 VIP
source: Try VIP for 3 Days
de: VIP 3 Tage ausprobieren
es: Prueba VIP durante 3 días
fr: Essayez le VIP pendant 3 jours
ja: まずは VIP を3日間体験
ko: VIP 3일 먼저 체험하기
pt_br: Experimente o VIP por 3 dias
zh_hans: 先体验 3 天 VIP
zh_hant: 先體驗 3 天 VIP

# 先安慰我
source: Comfort me first
de: Tröste mich zuerst
es: Consuélame primero
fr: Réconforte-moi d’abord
ja: 先に励まして
ko: 먼저 위로해 줘
pt_br: Me acalme primeiro
zh_hans: 先安慰我
zh_hant: 先安慰我

# 先按稳妥方案推荐。
source: I’ll start with a safe recommendation.
de: Ich empfehle zuerst eine sichere Variante.
es: Empezaré con una recomendación segura.
fr: Je commence par une recommandation sûre.
ja: まずは無難な案でおすすめします。
ko: 먼저 안정적인 추천으로 갈게요.
pt_br: Vou começar com uma recomendação segura.
zh_hans: 先按稳妥方案推荐。
zh_hant: 先按穩妥方案推薦。

# 先添加第一件裙装，衣橱就会在这里慢慢亮起来。
source: Add your first dress and this wardrobe will start to shine.
de: Füge dein erstes Kleid hinzu, dann beginnt dieser Kleiderschrank zu strahlen.
es: Añade tu primer vestido y este armario empezará a brillar.
fr: Ajoutez votre première robe et cette garde-robe commencera à s'illuminer.
ja: 最初のドレスを追加すると、このクローゼットが少しずつ華やぎます。
ko: 첫 번째 드레스를 추가하면 이 옷장이 조금씩 빛나기 시작해요.
pt_br: Adicione seu primeiro vestido e este guarda-roupa começará a brilhar.
zh_hans: 先添加第一件裙装，衣橱就会在这里慢慢亮起来。
zh_hant: 先新增第一件裙裝，衣櫥就會在這裡慢慢亮起來。

# 先聊聊心情
source: Talk about feelings first
de: Erst über Gefühle sprechen
es: Primero hablemos del ánimo
fr: Parler d’abord de l’humeur
ja: まず気分を話す
ko: 먼저 기분 이야기하기
pt_br: Falar primeiro do humor
zh_hans: 先聊聊心情
zh_hant: 先聊聊心情

# 先购买喵币，再前往会员中心兑换会员时长。
source: Buy Meow Coins first, then redeem VIP time in the VIP Center.
de: Kaufe zuerst Miau-Muenzen und loese sie dann im VIP-Center gegen VIP-Zeit ein.
es: Compra monedas Miau primero y luego canjealas por tiempo VIP en el Centro VIP.
fr: Achetez d'abord des pieces Miaou, puis echangez-les contre du temps VIP dans le centre VIP.
ja: 先にニャーコインを購入し、VIP センターで VIP 期間と引き換えてください。
ko: 먼저 야옹 코인을 구매한 뒤 VIP 센터에서 VIP 기간으로 교환하세요.
pt_br: Compre Moedas Miau primeiro e depois troque por tempo VIP na Central VIP.
zh_hans: 先购买喵币，再前往会员中心兑换会员时长。
zh_hant: 請先購買喵幣，再前往會員中心兌換會員時長。

# 先领养一个萌宠，再来改名喔～
source: Adopt a pet first, then you can rename it.
de: Adoptiere zuerst ein Haustier, dann kannst du es umbenennen.
es: Primero adopta una mascota y luego podrás cambiarle el nombre.
fr: Adoptez d’abord un animal, puis vous pourrez le renommer.
ja: まずペットをお迎えしてから名前を変えようね。
ko: 먼저 펫을 입양한 뒤 이름을 바꿔 주세요.
pt_br: Adote um pet primeiro, depois você pode renomeá-lo.
zh_hans: 先领养一个萌宠，再来改名喔～
zh_hant: 先領養一個萌寵，再來改名喔～

# 免费使用
source: Free to use
de: Kostenlos nutzbar
es: Uso gratuito
fr: Utilisation gratuite
ja: 無料で利用できます
ko: 무료 사용
pt_br: Uso gratuito
zh_hans: 免费使用
zh_hant: 免費使用

# 兑换 App Store 优惠码
source: Redeem App Store Offer Code
de: App Store Angebotscode einloesen
es: Canjear codigo promocional de App Store
fr: Echanger un code promotionnel App Store
ja: App Store オファーコードを引き換える
ko: App Store 혜택 코드 교환
pt_br: Resgatar codigo promocional da App Store
zh_hans: 兑换 App Store 优惠码
zh_hant: 兌換 App Store 優惠碼

# 兑换%@会员
source: Redeem %@ VIP
de: %@ VIP einloesen
es: Canjear VIP de %@
fr: Echanger VIP %@
ja: %@ VIP を引き換え
ko: %@ VIP 교환
pt_br: Resgatar VIP de %@
zh_hans: 兑换%@会员
zh_hant: 兌換%@會員

# 兑换会员前，请先阅读并勾选《会员协议》和《使用协议》。确认后将立即扣除对应喵币并生效。
source: Before redeeming VIP, please read and check the VIP Agreement and User Agreement. After confirmation, the required Meow Coins will be deducted and VIP will take effect immediately.
de: Lies und markiere vor dem Einloesen die VIP-Vereinbarung und Nutzungsvereinbarung. Nach der Bestaetigung werden die erforderlichen Miau-Muenzen sofort abgezogen und VIP wird aktiv.
es: Antes de canjear VIP, lee y marca el Acuerdo VIP y el Acuerdo de uso. Tras confirmar, se descontaran las monedas Miau requeridas y VIP se activara de inmediato.
fr: Avant d'echanger le VIP, lisez et cochez l'accord VIP et les conditions d'utilisation. Apres confirmation, les pieces Miaou requises seront deduites et le VIP prendra effet immediatement.
ja: VIP を引き換える前に、VIP 規約と利用規約を読んでチェックしてください。確認後、必要なニャーコインがすぐに差し引かれ、VIP が有効になります。
ko: VIP를 교환하기 전에 VIP 약관과 사용 약관을 읽고 체크해 주세요. 확인 후 필요한 야옹 코인이 즉시 차감되고 VIP가 적용됩니다.
pt_br: Antes de resgatar o VIP, leia e marque o Contrato VIP e o Contrato de Uso. Apos confirmar, as Moedas Miau necessarias serao descontadas e o VIP entrara em vigor imediatamente.
zh_hans: 兑换会员前，请先阅读并勾选《会员协议》和《使用协议》。确认后将立即扣除对应喵币并生效。
zh_hant: 兌換會員前，請先閱讀並勾選《會員協議》和《使用協議》。確認後將立即扣除對應喵幣並生效。

# 兑换失败
source: Redeem Failed
de: Tausch fehlgeschlagen
es: Error al cambiar
fr: Échec de l’échange
ja: 交換に失敗しました
ko: 교환 실패
pt_br: Falha na troca
zh_hans: 兑换失败
zh_hant: 兌換失敗

# 兑换成功：%d %@ → %d %@
source: Exchange successful: %d %@ → %d %@
de: Tausch erfolgreich: %d %@ → %d %@
es: Cambio realizado: %d %@ → %d %@
fr: Échange réussi : %d %@ → %d %@
ja: 交換成功: %d %@ → %d %@
ko: 교환 성공: %d %@ → %d %@
pt_br: Troca concluída: %d %@ → %d %@
zh_hans: 兑换成功：%d %@ → %d %@
zh_hant: 兌換成功：%d %@ → %d %@

# 兑换成功！获得 %d 喵币
source: Redeemed successfully! You received %d Meow Coins
de: Erfolgreich eingeloest! Du hast %d Miau-Muenzen erhalten
es: Canje correcto! Recibiste %d monedas Miau
fr: Echange reussi ! Vous avez recu %d pieces Miaou
ja: 引き換え成功！%d ニャーコインを獲得
ko: 교환 성공! %d 야옹 코인을 받았어요
pt_br: Resgate concluido! Voce recebeu %d Moedas Miau
zh_hans: 兑换成功！获得 %d 喵币
zh_hant: 兌換成功！獲得 %d 喵幣

# 兑换数量: %d
source: Exchange amount: %d
de: Tauschbetrag: %d
es: Cantidad a cambiar: %d
fr: Montant à échanger : %d
ja: 交換数量: %d
ko: 교환 수량: %d
pt_br: Quantidade para trocar: %d
zh_hans: 兑换数量: %d
zh_hant: 兌換數量：%d

# 兑换数量过大，请减少后重试
source: The exchange amount is too large. Reduce it and try again.
de: Der Tauschbetrag ist zu groß. Reduziere ihn und versuche es erneut.
es: La cantidad a cambiar es demasiado grande. Redúcela e inténtalo de nuevo.
fr: Le montant à échanger est trop élevé. Réduisez-le puis réessayez.
ja: 交換数量が大きすぎます。減らしてからもう一度お試しください。
ko: 교환 수량이 너무 커요. 줄인 뒤 다시 시도해 주세요.
pt_br: A quantidade para trocar é grande demais. Reduza e tente novamente.
zh_hans: 兑换数量过大，请减少后重试
zh_hant: 兌換數量過大，請減少後重試

# 兑换确认
source: Confirm Redemption
de: Einloesung bestaetigen
es: Confirmar canje
fr: Confirmer l'echange
ja: 引き換え確認
ko: 교환 확인
pt_br: Confirmar resgate
zh_hans: 兑换确认
zh_hant: 兌換確認

# 全款
source: Full Payment
de: Vollzahlung
es: Pago completo
fr: Paiement intégral
ja: 全額
ko: 전액
pt_br: Pagamento integral
zh_hans: 全款
zh_hant: 全款

# 全款预约
source: Full reservation
de: Vollreservierung
es: Reserva completa
fr: Réservation complète
ja: 全額予約
ko: 전액 예약
pt_br: Reserva integral
zh_hans: 全款预约
zh_hant: 全款預約

# 全款预约：进入预约列表，只显示全款预约日期和全款金额。
source: Full reservation: added to the reservation list and shows only the full reservation date and amount.
de: Vollreservierung: Wird zur Reservierungsliste hinzugefügt und zeigt nur Datum und Betrag der Vollreservierung.
es: Reserva completa: entra en la lista de reservas y solo muestra fecha e importe completos.
fr: Réservation complète : ajoutée à la liste des réservations, avec seulement la date et le montant complet.
ja: 全額予約：予約リストに入り、全額予約日と金額のみ表示します。
ko: 전액 예약: 예약 목록에 들어가며 전액 예약 날짜와 금액만 표시됩니다.
pt_br: Reserva integral: entra na lista de reservas e mostra apenas a data e o valor integral.
zh_hans: 全款预约：进入预约列表，只显示全款预约日期和全款金额。
zh_hant: 全款預約：進入預約列表，只顯示全款預約日期和全款金額。

# 全款预约会复用现有预约数据结构：保存时自动将全款金额写入定金字段，尾款为 0。
source: Full reservation reuses the existing reservation structure: when saved, the full amount is written to the deposit field and the balance is 0.
de: Die Vollreservierung nutzt die bestehende Reservierungsstruktur: Beim Speichern wird der volle Betrag in die Anzahlung geschrieben, der Restbetrag ist 0.
es: La reserva completa reutiliza la estructura existente: al guardar, el importe completo se escribe en depósito y el saldo queda en 0.
fr: La réservation complète réutilise la structure existante : à l’enregistrement, le montant complet est écrit dans l’acompte et le solde vaut 0.
ja: 全額予約は既存の予約データ構造を利用します。保存時に全額を内金欄へ書き込み、残金は0になります。
ko: 전액 예약은 기존 예약 데이터 구조를 재사용합니다. 저장 시 전액이 계약금 필드에 기록되고 잔금은 0이 됩니다.
pt_br: A reserva integral reutiliza a estrutura existente: ao salvar, o valor integral vai para o campo de sinal e o saldo fica 0.
zh_hans: 全款预约会复用现有预约数据结构：保存时自动将全款金额写入定金字段，尾款为 0。
zh_hant: 全款預約會復用現有預約資料結構：儲存時自動將全款金額寫入訂金欄位，尾款為 0。

# 全款预约总额
source: Full reservation total
de: Gesamtbetrag der Vollreservierung
es: Total de reserva completa
fr: Total de réservation complet
ja: 全額予約の合計
ko: 전액 예약 총액
pt_br: Total da reserva integral
zh_hans: 全款预约总额
zh_hant: 全款預約總額

# 全款预约日期
source: Full reservation date
de: Datum der Vollreservierung
es: Fecha de reserva completa
fr: Date de réservation complète
ja: 全額予約日
ko: 전액 예약일
pt_br: Data da reserva integral
zh_hans: 全款预约日期
zh_hant: 全款預約日期

# 全款预约金额
source: Full Reservation Amount
de: Betrag der Vollzahlungs-Reservierung
es: Monto de reserva completa
fr: Montant de réservation intégrale
ja: 全額予約金額
ko: 전액 예약 금액
pt_br: Valor da reserva integral
zh_hans: 全款预约金额
zh_hant: 全款預約金額

# 全款预约金额（单件含邮）
source: Full reservation amount (single item with shipping)
de: Vollreservierungsbetrag (Einzelstück inkl. Versand)
es: Importe de reserva completo (una prenda con envío)
fr: Montant de réservation complet (article unique avec livraison)
ja: 全額予約金額（1点・送料込み）
ko: 전액 예약 금액(단품 배송비 포함)
pt_br: Valor da reserva integral (item único com frete)
zh_hans: 全款预约金额（单件含邮）
zh_hant: 全款預約金額（單件含郵）
